#include <stdio.h>

int main(void) {
	printf("£ü£ü£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ++++£ü£ü\n");
	printf("£ü£ü£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ++£ü£ü\n");
	printf("£ü£ü[]      []     []     [][]    [] [][][][][] []      []     []     [][]    []  £ü£ü\n");
	printf("£ü£ü[]      [] [][]  [][] [][][]  [] []      [] []      [] [][]  [][] [][][]  []  £ü£ü\n");
	printf("£ü£ü[][][][][] []      [] []  []  [] []         [][]  [][] []      [] []  []  []  £ü£ü\n");
	printf("£ü£ü[][][][][] [][][][][] []  []  [] []  [][][] [][][][][] [][][][][] []  []  []  £ü£ü\n");
	printf("£ü£ü[]      [] []      [] []    [][] []      [] []  []  [] []      [] []    [][]  £ü£ü\n");
	printf("£ü£ü[]      [] []      [] []      [] [][][][][] []  []  [] []      [] []      []  £ü£ü\n");
	printf("£ü£ü£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£ü£ü\n");
	printf(" +++£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ£þ+++\n");
	printf("                        WITH WORDS OF COMPUTER ENGINEERING                    \n");
	printf("====================================================================================\n");
	printf("                   >>PR3$$ THE NUMB3R K3Y FOR CH00$3 TH3 M3NU<<                  \n");
	printf("                                 1. EASY MODE                                   \n");
	printf("                                 2. HARD MODE                                   \n");
	printf("                                   3. QUIT                                   \n");
}